[
	{
		"alt": "Bloodied battlefield scene with two lifeless bodies and the player preparing for action in a hostile area, holding a gun."
	},
	{
		"alt": "A character rides a motorcycle down a rain-soaked road at night, with a van approaching in the incoming lane."
	},
	{
		"alt": "A character rides a motorcycle on a rain-soaked road at night."
	},
	{
		"alt": "Two bloodied, lifeless bodies lie on the ground as a person aims and fires a gun at them."
	},
	{
		"alt": "A scan of a bottle of questionable whiskey sitting on a table in a dimly lit room"
	},
	{
		"alt": "A cybernetic hand reaches out under glowing lanterns, set against a vibrant cityscape at night."
	},
	{
		"alt": "Two glowing, holographic koi fish move among illuminated lanterns, lighting up the busy streets of a futuristic city."
	},
	{
		"alt": "Multiple glowing, holographic koi fish float through the air among illuminated lanterns, lighting up the busy streets of a futuristic city."
	},
	{
		"alt": "A headless character with a detached leg lies on the ground, with two pistols beside him."
	},
	{
		"alt": "A blue glowing pyramid emits a vertical yellow light beam in a dark, digital setting."
	},
	{
		"alt": "A blue-glowning pyramid emits a vertical yellow light beam in the middle of a dark, digital setting, with a character standing inside the beam."
	},
	{
		"alt": "A character wearing a vest stands beside a yellow vertical beam in a dark setting, with a dialogue about betrayal at the bottom of the screen."
	},
	{
		"alt": "A character sitting with one leg on the table, holding an object, in a dark setting with a yellow beam of light in the background."
	},
	{
		"alt": ".A car on a lift at a repair station with automated laser systems performing multiple repairs."
	},
	{
		"alt": "At sunset, a rally car races down a wet road, its headlights flashing brightly."
	},
	{
		"alt": " A rally car speeds along a wet road at night, headlights and taillights glowing in the dimly lit surroundings."
	},
	{
		"alt": "A bell hangs from a pole as sunlight streams through the trees in a misty, swampy forest."
	},
	{
		"alt": "Meadow with wildflowers and greenery, adjacent to a pond. Clear blue sky above, surrounded by trees and chirping birds."
	},
	{
		"alt": "A man in a leather coat holds a lantern on a sandy riverside at night, with a figure mid-air and a starry sky above the trees."
	},
	{
		"alt": "Two male characters stand on a dock in the rain, overlooking a lake with a rainbow."
	},
	{
		"alt": "A male character with a rifle sits on a horse, gazing at the night sky filled with stars above a forest."
	},
	{
		"alt": "Two male characters, one with long hair and the other wearing a cowboy hat, sit on a vehicle in front of the Bank of Rhodes during the daytime."
	},
	{
		"alt": "A rider on horseback moves through a forest as sunlight streams through the trees."
	},
	{
		"alt": "A male character points a rifle toward another character in a tense standoff in a forest at night."
	},
	{
		"alt": "A male character with long hair stands before a fiery blaze in a dim underground tunnel."
	},
	{
		"alt": "A male character with long hair and a beard holds a cigarette in his mouth and a match with fire in his hand."
	},
	{
		"alt": "A male character with long hair and a beard smokes a cigarette while standing in a forest at night."
	},
	{
		"alt": "A male character fires a revolver, the muzzle flash illuminating the darkness around him."
	},
	{
		"alt": "A male character fires a revolver upward at night, the muzzle flash illuminating his figure and the surrounding forest."
	},
	{
		"alt": "A male character stands by a calm river with a rifle, a horse nearby, and hills in the background."
	},
	{
		"alt": "A male character on horseback holding a lantern amidst falling snow in a dark forest on a snowy night."
	},
	{
		"alt": "A male character firing a mounted machine gun inside a rustic barn, with sunlight streaming through the wooden walls."
	},
	{
		"alt": "A male character wearing a raccoon hat and bandolier, standing in a sunlit forest."
	},
	{
		"alt": "A male character and a female character in period clothing, one wearing a hat and the other with a bandolier, are seated on a horse-drawn carriage."
	},
	{
		"alt": "A male character in fox headgear holds two revolvers inside a dark room."
	},
	{
		"alt": "A male character in a rugged leather coat paddles a wooden canoe across a calm, forest-lined river under a dim, cloudy sky."
	},
	{
		"alt": "A character with long hair and a beard leans against a stone wall, sunlight filtering through a nearby metal railing, with ferns sprouting from the cracks."
	},
	{
		"alt": "A bald man with a beard stands by a stone wall. Sunlight shines through a metal railing above, and ferns grow from cracks in the wall."
	},
	{
		"alt": "A character holds a white paper with a drawing of a nude female character above a railway track, with a map displayed in the bottom left corner."
	},
	{
		"alt": "A bearded man drinks by firelight near an old house, surrounded by supplies and dark trees at night."
	},
	{
		"alt": "A bell hangs from a pole as sunlight streams through the trees in a misty, swampy forest."
	},
	{
		"alt": "A dimly lit mansion foyer with twin staircases, marble columns, and a central chandelier."
	},
	{
		"alt": "A rugged, bearded character in a coat sits beside a female character in a checkered dress."
	},
	{
		"alt": "A rugged, bearded character in a coat sits in front, while a female character in a checkered dress sits behind him on a street in front of a building."
	},
	{
		"alt": "A male character places his hands on a brick wall, standing in front of a female character at the corner of a building."
	},
	{
		"alt": "A male character with a beard wearing a jacket and a female character in a checkered dress sit side by side on chairs in a dark room."
	},
	{
		"alt": "In a dark room, a female performer performs with fire on stage while the audience watches, sitting in their chairs."
	},
	{
		"alt": "In a dark room, four female performers and a male performer perform on stage while the audience watches, sitting in their chairs."
	},
	{
		"alt": "In a dimly lit room, an injured dead body lies on a bed."
	},
	{
		"alt": "A man in a weathered coat and cowboy hat, with a bandolier, kneels on the grassy surface, touching a dog's neck."
	},
	{
		"alt": "A character in a hat and blue coat stands in a dark room, releasing smoke from his mouth."
	},
	{
		"alt": "A character with a beard and long hair, wearing a gray coat, stands on a street with sunlight falling on him, carrying a pistol in a belt holster."
	},
	{
		"alt": "A character with a neutral expression, wearing a black suit and red tie, stands inside a dimly lit room with walls adorned with posters."
	},
	{
		"alt": "A horse-drawn carriage with well-dressed passengers moves along a dirt street with tram tracks, surrounded by worn buildings and scattered pedestrians."
	},
	{
		"alt": "A character fires a mounted machine gun at night, flames bursting from the barrel."
	},
	{
		"alt": "A lightning bolt cuts through dense clouds in the dark night sky, striking the ground with a bright impact."
	},
	{
		"alt": "A rider on horseback pauses by a lake under a stormy sky, with lightning striking in the distance."
	},
	{
		"alt": "A skeleton lies on muddy ground with rough patches, its neck restrained by a metal object, in an open area with light shining from above."
	},
	{
		"alt": "A weathered boat sits atop a broken tree trunk by a calm river, surrounded by lush greenery in daylight."
	},
	{
		"alt": "A character wearing a white shirt, brown vest, glasses, and hand gloves on the left hand, looking left with mouth open."
	},
	{
		"alt": "A character in black attire sits on a wooden chair, their wrists secured with restraints, while another character operates a machine in a foggy outdoor setting."
	},
	{
		"alt": "A character sits on a wooden chair, their body marked with visible wounds and wrists secured with restraints."
	},
	{
		"alt": "At night, a character stands in front of a building on a dimly lit street, with a wet road."
	},
	{
		"alt": "Two dead bodies of characters lie on the grassy surface, one headless, positioned beside a campfire."
	},
	{
		"alt": "An oil rig is consumed by flames, with smoke billowing into the night sky. A hill looms in the distance."
	},
	{
		"alt": "An oil rig burns in the night."
	},
	{
		"alt": "A headless character sits on a horse, holding their head in their hands, in a forest."
	},
	{
		"alt": "A dimly lit, foggy forest with shallow water, where dead bodies lie scattered on the surface."
	},
	{
		"alt": "A daytime view of a serene swamp scene with a dead fish on the shore, a railroad bridge in the distance, and an oil slick marring the water's surface."
	},
	{
		"alt": "A character with long hair and red lips sits on the street, holding a hand fan."
	},
	{
		"alt": "A character in floral-patterned attire with dramatic makeup."
	},
	{
		"alt": "An engraved silver pistol with a scrollwork design."
	},
	{
		"alt": "A hand grasps an ornate revolver adorned with intricate floral engravings."
	},
	{
		"alt": "A hand grasps an ornate revolver adorned with intricate floral engravings."
	},
	{
		"alt": "A man in a hat stands near a campfire at night, with chairs and a bucket nearby in a foggy forest."
	},
	{
		"alt": "A group of people walks along a sandy beach near clear blue water, surrounded by lush greenery and rocky terrain."
	},
	{
		"alt": "Coastal landscape with green hills and a blue ocean under a clear sky."
	},
	{
		"alt": "A glimpse of a serene beach through lush tropical vegetation."
	},
	{
		"alt": "five individuals traverse a sunlit forest, surrounded by tall grass, vibrant greenery, and red flowers, with the leader carrying a rifle."
	},
	{
		"alt": "A black wolf with glowing eyes stands in a misty forest at night."
	}
]
